{
  "questions": "الأسئلة الشائعة",
  "trackOrder": "تتبع الطلب",
  "welcome": "مرحبًا",
  "login": "تسجيل الدخول",
  "searchPlaceHolder": "ابحث باسم أو رقم القطعة",
  "addCar": "أضف إلى",
  "garage": "الكراج",
  "Categories": "الأقسام",
  "home": "الرئيسية",
  "shop": "المتجر",
  "suppliers": "الموردين",
  "brands": "الوكالات",
  "blog": "المدونة",
  "contactUs": "اتصل بنا",
  "bestSeller": "الأكثر مبيعًا",
  "heroTitle": "كل ما تحتاجه في مكان واحد",
  "horeSubtitle": "أدخل بيانات سيارتك واحصل على القطع المتوافقة فقط\n",
  "searchSelectdBarnd": "اختر الشركة",
  "searchSelectdModuel": "اختر الموديل",
  "searchSelectdYear": "اختر السنة",
  "searchSelectdEngine": "اختر المحرك",
  "searchBtn": "ابحث الآن",
  "allProducts": "جميع المنتجات",
  "heroServeOneTitle": "سهولة الوصول",
  "herorServeOneSubtitle": "نوفر لك بحث متقدم للوصول إلى المنتج بسهولة",
  "heroServeTowTitle": "أفضل سعر",
  "herorServeTowSubtitle": "نقدم أفضل سعر مع أفضل خدمة",
  "heroServeThereTitle": "الثقة والجودة",
  "herorServeThereSubtitle": "نوفر المنتجات من موردين موثوقين",
  "beatBrands": "أفضل الشركات",
  "showAll": "عرض الكل",
  "reviews": "التقييمات",
  "buyNow": "اطلب الآن",
  "addToCart": "أضف إلى السلة",
  "clietRevewOneTitle": "خدمة ممتازة\n",
  "clinetReavewOneSubtitle": "تلقيت دعمًا ممتازًا من فريق الدعم الفني السريع\n\n",
  "clietRevewTowTitle": "شكرًا على توفير هذه الخدمة\n",
  "clinetReavewTowSubtitle": "يسهل عليّ إيجاد القطع لسيارتي والحصول على التوصيل\n\n",
  "clietRevewThereTitle": "جودة عالية وخدمة سريعة\n",
  "clinetReavewThereSubtitle": "خدمة ممتازة جدًا، حصلت على قطع متوافقة وتوصيل سريع\n\n",
  "baseRevewTitle": "أبرز التقييمات\n",
  "baseRevewSubTitle": "تم التقييم من قبل 2,324 مستخدمًا",
  "baseRevewDescription": "تم التقييم من قبل 2,324 مستخدمًا",
  "Getthebestpartsforyourcar": "احصل على أفضل القطع لسيارتك\n",
  "Weofferyouthebestpieceswithhighquality": "نقدم لكم أفضل القطع بجودة عالية\n",
  "ReliableSources": "مصادر موثوقة",
  "shopNow": "تسوق الآن",
  "Followthestepsforasmoothshoppingexperience": "اتبع الخطوات لتجربة تسوق سلسة",
  "How to get compatible parts": "كيفية الحصول على قطع متوافقة",
  "How to have a better experience": "كيف تحصل على تجربة أفضل؟",
  "The system helps you access compatible parts": "النظام يساعدك في الوصول إلى القطع المتوافقة",
  "We will guarantee you quality and compatibility": "نضمن لك الجودة والتوافق",
  "All you have to do is follow the instructions": "كل ما عليك هو اتباع التعليمات",
  "How do you use the system": "كيفية استخدام النظام؟",
  "Follow the steps below": "اتبع الخطوات التالية",
  "Add your car information": "أضف معلومات سيارتك",
  "Add your car to the garage to find out the right parts for your car": "أضف سيارتك إلى الكراج لمعرفة القطع المناسبة لها",
  "Make sure the part is compatible before purchasing": "تأكد من توافق القطعة قبل الشراء",
  "The system will inform you if the part is not compatible with the vehicle": "سيقوم النظام بإعلامك إذا كانت القطعة غير متوافقة مع المركبة\n",
  "Verify the accuracy of the information": "تحقق من دقة المعلومات",
  "Make sure your contact and delivery information is correct": "تأكد من صحة معلومات الاتصال والتوصيل\n",
  "Monthly discounts": "خصومات الشهر",
  "Discounts on large items. Use the discount code": "خصومات على المنتجات الكبيرة. استخدم رمز الخصم.",
  "Contact us": "اتصل بنا",
  "You can always call and ask for help": "يمكنك دائمًا الاتصال وطلب المساعدة.",
  "Call or contact us on WhatsApp": "اتصل بنا أو تواصل عبر واتساب",
  "Questions that may be on your mind": "أسئلة قد تكون في ذهنك",
  "You can visit the knowledge base to get answers to your questions": "يمكنك زيارة قاعدة المعرفة للحصول على إجابات لأسئلتك.",
  "View the knowledge base": "عرض قاعدة المعرفة",
  "Knowledge Base": "قاعدة المعرفة",
  "How do I know if the parts are compatible with my car": "كيف أعرف ما إذا كانت القطع متوافقة مع سيارتي؟",
  "How long will the shipping take": "كم ستستغرق عملية الشحن؟",
  "Is there a tax on shipping": "هل هناك ضريبة على الشحن؟",
  "How do I track my order": "كيف يمكنني تتبع طلبي؟",
  "How do I contact you": "كيف يمكنني التواصل معكم؟",
  "First, you must add your vehicle to the on-site garage. The system will then verify the part's compatibility with your vehicle. Please note that the verification system does not cover all parts, so we provide professional and prompt technical support to answer your questions and ensure the part's compatibility with your vehicle. You can check directly through the system or by contacting us on WhatsApp or live chat": "أولاً، يجب إضافة سيارتك إلى الكراج في الموقع. بعد ذلك، سيقوم النظام بالتحقق من توافق القطعة مع سيارتك. يرجى ملاحظة أن نظام التحقق لا يغطي جميع القطع، لذلك نقدم دعمًا فنيًا سريعًا واحترافيًا للإجابة على أسئلتك وضمان توافق القطعة مع سيارتك. يمكنك التحقق مباشرة عبر النظام أو من خلال التواصل معنا على واتساب أو الدردشة المباشرة.",
  "We are always keen to provide the best possible shipping experience for our valued customers. We work with trusted shipping partners to ensure speedy delivery and safe delivery of packages from the moment they are received until they reach your door. Shipping times vary from region to region depending on your geographic location and the procedures required to complete the delivery process, such as information verification or customs clearance in some cases. After confirming your order, the system will automatically notify you of the expected shipping date, allowing you to track the status of your shipment step by step through your account or through email and text message notifications. Our goal is for your shipment to arrive as quickly and safely as possible, keeping you informed of every update regarding your order until the moment it is received": "نحرص دائمًا على تقديم أفضل تجربة شحن ممكنة لعملائنا الكرام. نعمل مع شركاء شحن موثوقين لضمان التسليم السريع والآمن للطرد منذ لحظة استلامه وحتى وصوله إلى بابك. تختلف أوقات الشحن حسب المنطقة الجغرافية والإجراءات المطلوبة لإتمام عملية التسليم، مثل التحقق من المعلومات أو التخليص الجمركي في بعض الحالات. بعد تأكيد طلبك، سيقوم النظام تلقائيًا بإعلامك بتاريخ الشحن المتوقع، مما يتيح لك تتبع حالة شحنتك خطوة بخطوة عبر حسابك أو من خلال إشعارات البريد الإلكتروني والرسائل النصية. هدفنا وصول شحنتك بأسرع وقت ممكن وبأمان، مع إبقائك على اطلاع دائم بكل تحديث بخصوص طلبك حتى لحظة استلامه.",
  "Al Fare'a does not charge any shipping taxes. All taxes (if applicable) are determined by the receiving country. We ship from Saudi Arabia, and we do not charge any VAT on international shipments. However, some countries may impose customs duties or import taxes upon shipment entry into their territory, which is outside our responsibility. We advise our customers to review their country's customs and tax laws to determine if any additional fees apply before placing an order": "لا تتحمل شركة الفارع  أي رسوم شحن. جميع الضرائب (إن وجدت) يحددها البلد المستلم. نحن نشحن من المملكة العربية السعودية ولا نفرض أي ضريبة قيمة مضافة على الشحنات الدولية. ومع ذلك، قد تفرض بعض الدول رسومًا جمركية أو ضرائب استيراد عند دخول الشحنة إلى أراضيها، وهو أمر خارج مسؤوليتنا. ننصح عملائنا بمراجعة قوانين الجمارك والضرائب في بلادهم لتحديد ما إذا كانت هناك أي رسوم إضافية قبل تقديم الطلب.",
  "On the homepage, you'll find the \"Track Shipment\" option at the top of the navigation bar. Clicking it will take you directly to your account's tracking page, where you can view all your orders and learn about the detailed status of each shipment, from order processing to its arrival at your registered address": "في الصفحة الرئيسية، ستجد خيار \"تتبع الشحنة\" في أعلى شريط التنقل. بالضغط عليه، سيتم توجيهك مباشرة إلى صفحة تتبع حسابك، حيث يمكنك عرض جميع طلباتك ومعرفة الحالة التفصيلية لكل شحنة، من معالجة الطلب إلى وصوله إلى عنوانك المسجل.",
  "You can contact us in the way that best suits your situation": "يمكنك التواصل معنا بالطريقة التي تناسب وضعك:",
  "Product Inquiries: If you have a question about a specific product, you can contact our support team directly via direct messages or WhatsApp": "استفسارات المنتجات: إذا كان لديك سؤال حول منتج محدد، يمكنك التواصل مع فريق الدعم مباشرة عبر الرسائل المباشرة أو واتساب.",
  "Shipping Issues: If you experience a delay or issue with your shipment, you can contact support via direct messages or send details of the issue to the dedicated support email": "مشكلات الشحن: إذا واجهت تأخيرًا أو مشكلة في شحنتك، يمكنك التواصل مع الدعم عبر الرسائل المباشرة أو إرسال تفاصيل المشكلة إلى البريد الإلكتروني المخصص للدعم.",
  "Special Cases: If you have a special case or exceptional request, you can contact us directly by phone or email us": "الحالات الخاصة: إذا كان لديك حالة خاصة أو طلب استثنائي، يمكنك التواصل معنا مباشرة عبر الهاتف أو البريد الإلكتروني.",
  "We provide all these channels to ensure easy and quick communication. Choose the method that suits you and receive assistance as quickly as possible": "نوفر كل هذه القنوات لضمان تواصل سهل وسريع. اختر الطريقة التي تناسبك واحصل على المساعدة بأسرع وقت ممكن.",
  "Send us a message": "أرسل لنا رسالة",
  "We are always here to receive your email": "نحن دائمًا هنا لتلقي بريدك الإلكتروني.",
  "Write your message here and we will receive it and respond to you as soon as possible": "اكتب رسالتك هنا وسنتلقاها ونرد عليك في أسرع وقت ممكن.",
  "Write your message": "اكتب رسالتك",
  "submit": "إرسال",
  "Main Center": "المركز الرئيسي",
  "The translation": "الترجمة",
  "Address: Al-Ta’if, Al-Sail Al-Sagheer, formerly Al-Khalidiyah Station": "العنوان: الطائف، السيل الصغير، محطة الخالدية سابقًا",
  "Call on": "اتصل على",
  "WhatsApp": "واتساب",
  "Email": "البريد الإلكتروني",
  "Isuzu Branch, Al-Sail Al-Sagheer": "فرع إيسوزو، السيل الصغير",
  "Dammam Branch": "فرع الدمام",
  "Al-Khurmah Branch": "فرع الخرمة",
  "Dammam, Dallah Industry, Omar Al-Khattab Road (RA), before Burjstone Center": "الدمام، صناعة دلة، طريق عمر بن الخطاب رضي الله عنه، قبل مركز برجستون",
  "Al-Dughaymah, Ranyah Road": "الدغيمة، طريق رنية",
  "Al-Fara' International Trading Company": "شركة الفارع  الدولية للتجارة",
  "All rights reserved to": "جميع الحقوق محفوظة لـ",
  "No results found": "لا توجد نتائج",

  "store": "المتجر",
  "piece": "قطعة",
  "Check out the reviews for a better overview": "اطّلع على التقييمات للحصول على نظرة أفضل.",
  "Read the description or see the alternative numbers": "اقرأ الوصف أو اطّلع على الأرقام البديلة.",
  "Alternative numbers": "الأرقام البديلة",
  "Description": "الوصف",
  "password": "كلمة المرور",
  "Create a new account": "إنشاء حساب جديد",
  "Log in with": "تسجيل الدخول بواسطة",
  "Forgot your password": "هل نسيت كلمة المرور؟",
  "name": "الاسم",
  "Write your name": "اكتب اسمك",
  "phone number": "رقم الهاتف",
  "Confirm password": "تأكيد كلمة المرور",
  "the total": "الإجمالي",
  "Subtotal": "المجموع الفرعي",
  "Choose a payment method": "اختر طريقة الدفع",
  "Cash on delivery": "الدفع عند الاستلام",
  "The chosen method": "الطريقة المختارة",
  "Change of address": "تغيير العنوان",
  "Shipping to": "الشحن إلى",
  "Order information": "معلومات الطلب",
  "invoice": "فاتورة",
  "the name": "الاسم",
  "Street address": "عنوان الشارع",
  "The city": "المدينة",
  "country": "الدولة",
  "Order Notes": "ملاحظات الطلب (اختياري)",
  "Submit Order": "تأكيد الطلب",

  "Saved vehicles": "المركبات المحفوظة",
  "Add a new vehicle": "إضافة مركبة جديدة",
  "No cars reserved": "لا توجد سيارات محجوزة",
  "add now": "أضف الآن",
  "Proceed to checkout": "المتابعة إلى الدفع",
  "Product": "المنتج",
  "the price": "السعر",
  "Quantity": "الكمية",
  "procedure": "الإجراء",
  "My personal account": "حسابي الشخصي",
  "Edit account": "تعديل الحساب",
  "Additional details": "تفاصيل إضافية",
  "nothing": "لا شيء",
  "zip code": "الرمز البريدي",
  "Edit information": "تعديل المعلومات",
  "Log out": "تسجيل الخروج",
  "Save": "حفظ",
  "Recover your password": "استعادة كلمة المرور",
  "Send recovery link": "إرسال رابط الاستعادة",
  "Set a new password": "تعيين كلمة مرور جديدة",
  "New Password": "كلمة المرور الجديدة",
  "Confirm password": "تأكيد كلمة المرور",
  "Update password": "تحديث كلمة المرور",
  "Search results for": "نتائج البحث عن",
  "Search filters": "فلاتر البحث",
  "Discount on the product": "خصم على المنتج",
  "new": "جديد",
  "Filter by price": "تصفية حسب السعر",
  "Filter by Color": "تصفية حسب اللون"
}
